Repository: alexvassel/rumbacaracas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Pending content
es: Contenido pendiente

source: No pending content.
es: No espera de contenido.

source: Legacy E-Rumba System
es: Legado E-Rumba sistema

source: E-Rumba Generation Tool
es: E-Rumba Herramienta de generación de

source: Legacy People Upload
es: La gente legado Subir

source: Legacy People Cropper
es: La gente legado Cropper

source: AppList: Applications
es: Applist: Aplicaciones

source: ModelList: Administration
es: ModelList: Administración

source: Recent Actions
es: Acciones recientes

source: User pending content
es: El usuario espera de contenido

source: Internal error
es: Error interno

source: Name of the city
es: Ciudad

source: Show in menu
es: Mostrar en el menú

source: City
es: Ciudad

source: Cities
es: Las ciudades

source: Recommended Events
es: Eventos Destacados

source: All cities
es: Más Eventos

source: Mark selected events as published
es: Seleccionar los eventos como publicados

source: Published
es: Publicado

source: Blocked/ Not Published
es: Bloqueado/No Publicado

source: Event Category Title
es: Categoría del evento

source: Event type
es: Tipo de evento

source: Event types
es: Tipos de eventos

source: Event Name or Title
es: Nombre del evento

source: Url name for event
es: URL del evento

source: Event start date
es: Fecha de inicio del evento

source: Event end date
es: Fecha de culminación del evento

source: Event time
es: Hora del evento

source: Entrance fee, ticket, cost/price
es: Precio de la entrada, boleto, costo/precio

source: Address
es: Dirección

source: Name of venue / place
es: Nombre del lugar/sitio

source: Slider image 619x258
es: Imagen de la caja principal

source: Event Description
es: Descripción del evento

source: Show in Events Slider
es: Mostrar eventos en el control deslizante

source: Show in Main Slider
es: Mostrar en el deslizador principal

source: View on site
es: Ver en el sitio

source: Preview
es: Vista previa

source: %(from_date)s to %(to_date)s
es: %(from_date)s a %(to_date)s

source: ( on %(week_days)s )
es: ( el %(week_days)s )

source: Event Dates
es: Fechas de los eventos

source: Event
es: Evento

source: Events
es: Eventos

source: Calendar
es: Calendario

source: By Category
es: Por Categoría

source: By Area
es: Por Zona

source: By Location
es: Por Local

source: By Music
es: Por Música

source: Add event
es: Publica un evento

source: This field is required
es: Este campo es obligatorio

source: Location or Address and Area are required
es: Sitio o dirección y zona son requeridos

source: Mark selected locations as published
es: Seleccionar Locales como publicados

source: Type of Venue/Club
es: Tipo de Lugar/Club

source: Url name for location type
es: URL para el Sitio

source: Facebook open graph type
es: Facebook tipo de gráfico abierto

source: Location type
es: Tipo de Sitio

source: Location types
es: Tipos de Locales

source: Type of Restaurant
es: Tipo de restaurante

source: Types of Restaurant
es: Tipos de restaurantes

source: Area
es: Zona

source: Location area
es: Zonas

source: Location areas
es: Zonas

source: Music
es: Música

source: Location music
es: Tipo de música

source: Location musics
es: Tipo de Música

source: Dress type
es: Vestimenta

source: Dress types
es: Vestimentas

source: Value
es: Valor

source: Day title
es: Título del Día

source: Week day
es: Día de la semana

source: Week days
es: Días de la semana

source: Name of venue/club
es: Nombre del lugar/Club

source: Url name for location
es: URL del Sitio

source: Telephone 1
es: Teléfono 1

source: Telephone 2
es: Teléfono 2

source: Working hours
es: Horario

source: Image logo
es: Imagen del logo

source: Description
es: Descripción

source: Owner or manager
es: Propietario o gerente

source: Contact Form
es: Formulario de contacto

source: Contact for Updates
es: Contacto para las actualizaciones

source: Telephones
es: Teléfonos

source: Location
es: Locales

source: Venue Price
es: Cuánto hay que llevar

source: Locations
es: Locales

source: By Type of Food
es: Por tipo de Comida

source: Add Location
es: Publica un Local

source: This music is required
es: Tipo de música es requerido

source: Type of restaurant can't be empty for restaurant
es: Tipo de restaurante no puede estar vacío para la categoría Restaurante

source: Last Magazine Anotation
es: Anotación Última Revista

source: ISSUU Code
es: ISSUU Código

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
es: Requiere. 30 caracteres o menos. Letras, dígitos y @/./+/-/_ solamente.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
es: Este valor puede contener letras, números y caracteres @/./+/-/_

source: This username is already in use.
es: Este nombre de usuario ya está en uso.

source: Please keep filesize under %(maxsize)s. Current filesize %(current)s
es: Por favor, mantenga tamaño del archivo en %(maxsize)s. %(current)s actual tamaño del archivo

source: File type is not supported
es: Tipo de archivo no es compatible

source: Background image title
es: Título de la imagen de fondo

source: Background image
es: Imagen de fondo

source: Background click url
es: Url de fondo, haga clic

source: Main background image
es: Imagen de fondo

source: Main background images
es: Imagen de fondo

source: Cursor image title
es: Título de la imagen Cursor

source: Cursor image
es: Imagen cursor

source: Cursor images
es: Imagen cursor

source: Place title
es: Coloque el título

source: Place url_name
es: lugar url_name

source: Site place for background, cursor
es: Sitio lugar para el fondo, cursor

source: Site places for background, cursor
es: Lugares del sitio para el fondo, cursor

source: Page not found
es: Página no encontrada

source: Content
es: Contenido

source: Options
es: Opciones

source: Publication
es: Publicación

source: title
es: Título

source: entry
es: entrada

source: Additional image
es: Adicional de la imagen

source: Only Events
es: Sólo Eventos

source: Only News
es: Sólo Noticias

source: News and Events
es: Noticias y Eventos

source: News
es: Noticias

source: Add Article
es: Publica un Artículo

source: Add News
es: Envíanos una Noticia

source: short description
es: breve descripción

source: source
es: fuente

source: author
es: autor

source: Show image as preview
es: Mostrar la imagen en lugar de texto corto

source: Preview image 600px width
es: Imagen de previsualización de ancho 600px

source: Mark selected photos as published
es: Seleccionar Fotos como publicadas

source: Events and Concerts
es: Eventos y Conciertos

source: Clubs and Bars
es: Clubes y Bares

source: Launches and More
es: Lanzamientos y Más

source: Fashion
es: Moda y Cultura

source: Outside caracas
es: Fuera de Caracas

source: Hidden/ Not Published
es: Ocultar / No Publicado

source: Event title
es: Título del Evento

source: Event date
es: Fecha del evento

source: Photographer or reporter
es: Fotógrafo o reportero

source: Author Email
es: Email del autor

source: Photo Event
es: Foto del evento

source: Photo Events
es: Fotos - Gente y Eventos

source: Make Main
es: Principal

source: Event Photo
es: Foto del evento

source: Event Photos
es: Fotos del Evento

source: Corporate
es: Corporativo

source: Birthday
es: Cumpleaños

source: Wedding (civil/ecclesiastical)
es: Boda (civil y/o eclesiástica)

source: Graduation
es: Graduación

source: Others
es: Otros

source: Your name
es: Nombre y Apellido

source: Your Email
es: Email

source: Telephone
es: Teléfonos

source: Type of event
es: Tipo de Evento

source: Event location
es: Lugar del evento (nombre y/o dirección)

source: Additional information
es: Información adicional

source: Hiring request
es: Servicios Fotográficos

source: Hiring requests
es: Servicios Fotográficos

source: People
es: Gente

source: Empty
es: Vacío

source: Hiring photographers
es: Servicios Fotográficos

source: Time
es: Hora

source: Mark selected users as unsubscribed
es: Seleccionar los usuarios sin registrar

source: Subscribed
es: Registrado

source: Unsubcribed
es: Sin registrar

source: Male
es: Masculino

source: Female
es: Femenino

source: First name
es: Primer nombre

source: Last name
es: Apellido

source: Company
es: Empresa

source: Sex
es: Sexo

source: Birthday date
es: Fecha de Cumpleaños

source: Country
es: País

source: Subscribe status
es: Estado de registro

source: Subscribed User
es: Usuario registrado

source: Subscribed Users
es: Usuarios registrados

source: Subscription
es: Registro

source: This email is already in use.
es: Este correo electrónico ya está en uso.

source: Sorry, but the requested page could not be found.
es: Disculpe, la página solicitada no se puede encontrar

source: Server error
es: Error del servidor

source: Sorry, but the requested page could not be executed.
es: Disculpe, la página solicitada no puede ser cargada

source: Logout
es: Cerrar sesión

source: or
es: o

source: Public
es: Publicar

source: Add Event
es: Publica un Evento

source: Upload Your Photo
es: Sube tu Foto

source: Upload Video
es: Sube tu Video

source: subscription
es: suscríbete

source: Hire a photographer
es: Servicios de Fotografía

source: Follow us on Facebook
es: Síguenos en Facebook

source: Follow us on Twitter
es: Síguenos en Twitter

source: Rumbacaracas Home
es: Rumbacaracas Inicio

source: Printed Editions
es: Recomendaciones

source: About Us
es: Nosotros

source: Newsletter
es: Revistas y Cuadernos

source: For Today
es: Para Hoy

source: For Tomorrow
es: Para Mañana

source: For a Week
es: Para Esta Semana

source: For a Month
es: Para Este Mes

source: People & Events
es: Gente y Eventos

source: Your photos
es: Tus Fotos

source: Actual
es: Actualidad

source: Bands, Authors and Djs
es: Recomendaciones y Entrevistas

source: Photos
es: Fotos

source: Interviews
es: Entrevistas

source: Media
es: Medios

source: About us page
es: Sobre Nosotros

source: Products
es: Productos

source: Partners
es: Alianzas

source: Contacts
es: Contactos

source: Terms of Use
es: Términos de Uso

source: First
es: Primero

source: Prev
es: Anterior

source: Go to page
es: Ir a la página

source: Next
es: Próximo

source: Last
es: Último

source: Login| Rumbacaracas
es: Entrar | Rumbacaracas

source: Login
es: Entrar

source: You should be logged in to perform this operation. Click "Connect with Facebook" or "Connect with twitter" to log in.
es: Debe estar logeado para realizar esta operación. Haga clic en "Conéctate con Facebook" o "Conéctate con Twitter" para entrar

source: Home
es: Inicio

source: Upcoming Events
es: Próximos Eventos

source: Latest News
es: Últimas Noticias

source: Latest Photos
es: Últimas Fotos

source: Your Photos
es: Tus Fotos

source: Your Videos
es: Tus Videos

source: Events | Rumbacaracas
es: Eventos | Rumbacaracas

source: Your event successfully added and will be reviewed shortly!
es: El Evento ha sido enviado correctamente y será revisado y publicado a la brevedad. Gracias!

source: Submit Your Event:
es: Envíe su evento:

source: The operation could not be performed because one or more error(s) occurred.<br />Please resubmit the form after review the following errors:
es: La operación no pudo realizarse debido a uno o más errores. <br />Por favor, vuelva a enviar el formulario después de corregir los siguientes errores:

source: The event is more than one day
es: El evento durará más de un día

source: Location is not listed
es: El Sitio no está en la lista

source: Tel, Fax, URL Twitter, FB, etc
es: Teléfono, fax, dirección de Twitter, FB, etc

source: Reset
es: Resetear

source: Submit
es: Enviar

source: Sunday
es: domingo

source: Monday
es: lunes

source: Tuesday
es: martes

source: Wednesday
es: miércoles

source: Thursday
es: jueves

source: Friday
es: viernes

source: Saturday
es: sábado

source: Category
es: Categoría

source: Date
es: Fecha

source: Days of week
es: Días de la semana

source: Other
es: Otros

source: City, Area
es: Ciudad, Zona

source: Map
es: Mapa

source: Fee
es: Entrada

source: Music type
es: Tipo de música

source: Zoom
es: Ampliar

source: comments
es: comentarios

source: Find Events
es: Buscar eventos

source: List of Events
es: Listado de Eventos

source: Select a event
es: Seleccione un evento

source: List of Locations
es: Listado de Locales

source: Select a location
es: Seleccione un sitio

source: Events For Today
es: Eventos para Hoy

source: Events For Tomorrow
es: Eventos para Mañana

source: Events For a Week
es: Eventos para la Semana

source: Events For a Month
es: Eventos para el Mes

source: For a month
es: Para este mes

source: Previous day
es: Día anterior

source: Previous week
es: Semana anterior

source: Previous month
es: Mes anterior

source: Next day
es: Día siguiente

source: Next week
es: Próxima semana

source: Next month
es: Próximo mes

source: Go
es: Ir

source: You have no albums
es: No tiene álbumes

source: Public Events or Photos on Rumbacaracas.com
es: Publica Eventos y Fotos en Rumbacaracas.com

source: Select the events or photos you want to send
es: Selecciona los eventos o fotos que deseas enviar.

source: Click 'Publish'
es: Haz click en 'PUBLICAR'

source: Success! Soon receive the info and will be published soon in the page
es: Listo! en breve recibiremos la info ya pronto saldrá publicada en la página

source: Select all
es: Seleccionar todos

source: Deselect all
es: Deseleccionar todos

source: You have no events
es: No tiene eventos

source: You have no photos in album
es: El álbum no tiene fotos

source: Signup | Rumbacaracas
es: Regístrese | Rumbacaracas

source: Signup setup
es: Configuración de registro

source: Please provide additional information to complete registration
es: Favor enviar información adicional para completar el registro

source: The fields marked with
es: Los campos marcados con

source: are required
es: se requieren

source: Search | Rumbacaracas
es: Buscar | Rumbacaracas

source: You searched for
es: Búsqueda por

source: Search
es: Búsqueda

source: Locations | Rumbacaracas
es: Locales | Rumbacaracas

source: Your photos successfully uploaded and will be reviewed shortly!
es: Tus fotos han sido enviadas correctamente y serán publicadas a la brevedad. Gracias!

source: Submit Your Location:
es: Envíe un Sitio:

source: Contact Information
es: Información de Contacto

source: Add other
es: Añadir otros

source: List of all locations
es: Listado de locales

source: Area, City
es: Zona, Ciudad

source: Phone
es: Teléfono

source: Restaurant
es: Restaurante

source: Events for Location
es: Eventos en el Local

source: Locations of the day
es: Locales destacados del día

source: Find locations
es: Buscar locales

source: Magazine | Rumbacaracas
es: Revista | Rumbacaracas

source: Magazine
es: Revistas y Cuadernos

source: Last Edition
es: Última Edición

source: Previous Editions
es: Revistas

source: Notebook
es: Cuadernos

source: None Available
es: No hay ninguno disponible

source: Comments
es: Comentarios

source: Read More
es: Leer Más

source: Rumbacaracas
es: Rumbacaracas.com l El Sitio de Todas las Rumbas

source: LATEST PHOTOS
es: ÚLTIMAS FOTOS

source: SEE MORE PHOTOS
es: VER MÁS FOTOS

source: NEWS
es: NOTICIAS

source: SEE MORE NEWS
es: VER MÁS NOTICIAS

source: THE MOST SEEN
es: LO MÁS VISTO

source: Days
es: Días

source: SEE MORE EVENTS
es: VER MÁS EVENTOS

source: SEE MORE VIDEOS
es: VER MÁS VIDEOS

source: ON THE BLOG
es: EN EL BLOG

source: SEE MORE BLOG
es: VER MÁS BLOG

source: EVENTS AND NEWS
es: EVENTOS Y NOTICIAS

source: SEE MORE LOCALES
es: VER MÁS LOCALES

source: YOUR PHOTOS
es: TUS FOTOS

source: LATEST TWEETS
es: ÚLTIMOS TWEETS

source: ART AND CULTURA
es: ARTE Y CULTURA

source: SEE MORE ART AND CULTURE
es: VER MÁS ARTE Y CULTURA

source: Hello
es: Hola

source: Follow:
es: Síguenos:

source: Art and Culture
es: Arte y Cultura

source: News | Rumbacaracas
es: Noticias | Rumbacaracas

source: Your news successfully added and will be reviewed shortly!
es: La Noticia ha sido enviada correctamente y será revisada y publicada a la brevedad. Gracias!

source: Submit Your News:
es: Publica una Noticia:

source: (Source of news: URL, email, website, etc.)
es: (Fuente de la noticia: URL, correo electrónico, página web, etc)

source: Upload additional image
es: Subir más imágenes

source: Upload more additional images
es: Subir más imágenes

source: BLOGGERS
es: BLOGEROS

source: name
es: Nombre

source: Articles
es: Artículos

source: Import photos from old tool
es: Importar fotos del cropeador

source: History
es: Historial

source: People | Rumbacaracas
es: Gente | Rumbacaracas

source: Reporter
es: Reportero

source: Share
es: Comparte

source: Latest photos
es: Últimas fotos

source: View more
es: Ver más

source: People | Rumbabogota
es: Gente | Rumbabogota

source: Thanks for your interest in hiring our photography services. <br /> We will contact you shortly!
es: Gracias por su interés en contratar nuestros servicios de fotografía. <br /> Lo contactaremos a la brevedad!

source: GRAPHIC SPECIALIST REGISTRATION EVENT.
es: LOS ESPECIALÍSTAS EN REGISTRO GRÁFICO DE EVENTOS.

source: The largest staff of professional photographers for photographic and video record of the event:
es: El mayor staff de fotógrafos profesionales para el registro fotográfico y de video de sus eventos:

source: Product launches, sales conventions, press conferences, weddings, birthdays, graduations etc. proposed.
es: Lanzamiento de productos, convenciones de ventas, ruedas de prensa, bodas, cumpleaños, pro-graduaciones etc.

source: Includes:
es: Incluye:

source: RECORD PHOTO:
es: REGISTRO FOTOGRÁFICO:

source: Event Review
es: Reseña del evento

source: Delivery of all the photos. Minimum 60 photos
es: Entrega de todas las fotos. Mínimo 60 fotos

source: Time photographer at the event 3 hours
es: Tiempo del fotógrafo en el evento 3 horas

source: Optional www.rumbacaracas.com Publishing.
es: Publicación en www.rumbacaracas.com Opcional.

source: Price: Bs 3000
es: Precio: Bs. 3.000

source: Does not include lighting equipment.
es: No incluye equipos de iluminación.

source: For weddings and events that warrant lighting conditions will be agreed with the client.
es: Para bodas y eventos que ameriten iluminación se acordarán condiciones con el cliente.

source: Design and print photo album. Optional. Price negotiable
es: Diseño e impresión de álbum de fotos. Opcional. Precio a convenir

source: RECORD VIDEO
es: REGISTRO VIDEO

source: Video of 3 min, full HD
es: Video de 3 min, full HD

source: Insertion VIMEO, Youtube and rumbacaracas.com.
es: Inserción en VIMEO,Youtube y rumbacaracas.com.

source: Price: Bs 20,000
es: Precio: Bs. 20.000

source: Fill the following form to hire a photo service for a public or private event:
es: Llene el siguiente formulario si desea contratar un servicio fotográfico para un evento público o privado:

source: Select event to import
es: Seleccione el evento a importar

source: Select what folder to import for:
es: Seleccione la carpeta a importar:

source: Previous image
es: Imagen anterior

source: Previous
es: Anterior

source: Next image
es: Siguiente imagen

source: All photos
es: Todas las fotos

source: Login Error | Rumbacaracas
es: Error de inicio de sesión | Rumbacaracas

source: Login Error
es: Error de inicio de sesión

source: There is a error in facebook connect
es: Hay un error en Facebook Connect

source: Rumbacaracas About Us
es: Rumbacaracas Nosotros

source: Rumbacaracas Contacts
es: Rumbacaracas Contactos

source: About Us Events
es: Sobre Nosotros Eventos

source: About Us Magazine
es: Sobre Nosotros Ediciones Impresas

source: About Us Newsletter
es: Sobre nosotros Boletín Electrónico

source: About Us Notebook
es: Sobre Nosotros Ediciones Impresas

source: About Us Partners
es: Sobre nosotros Alianzas

source: Follow us on <br /><span class='fp18'>Facebook</span>
es: Síguenos en <br /><span class='fp18'>Facebook</ span>

source: Follow us on <br /><span class='fp18'>Twitter</span>
es: Síguenos en <br /><span class='fp18'>Twitter</ span>

source: Rumbacaracas Terms of Use
es: Rumbacaracas Términos de Uso

source: About Us Web
es: Sobre Nosotros Web

source: Subscription| Rumbacaracas
es: Registro| Rumbacaracas

source: You succesfully subscribed to our weekly newsletter.
es: Usted se ha registrado con éxito a nuestro boletín electrónico semanal E-rumba.

source: Subscription | Rumbacaracas
es: Registro | Rumbacaracas

source: Please provide additional information to complete Subscription
es: Favor enviar información adicional para completar el registro

source: Art and culture
es: Arte y cultura

source: EVENTS OF THE MONTH
es: EVENTOS DEL MES

source: Expand CALENDAR
es: Ampliar CALENDARIO

source: What's today
es: ¿QUÉ HAY PA' HOY?

source: More Events Today
es: Más Eventos Hoy

source: All Events
es: Más Eventos

source: Location Events
es: Sitio del Evento

source: Submitted by
es: Enviado por

source: More Locations
es: Más Locales

source: More photos
es: Más Fotos

source: Similar News
es: Noticias Similares

source: Sign up to receive our free emails
es: Regístrese para recibir nuestros E-rumba gratis

source: Newsletter with a calendar of events for the week
es: Boletín electrónico con el calendario de eventos para la semana

source: Subscribe
es: Registro

source: More events
es: Más Eventos

source: More Videos
es: Más Vídeos

source: Photo by
es: Foto por

source: Your photos | Rumbacaracas
es: Tus Fotos | Rumbacaracas

source: Add Photos
es: Publica tus Fotos

source: Post up to 5 photos at once:
es: Publica hasta 5 fotos a la vez:

source: Upload more photos
es: Enviar más fotos

source: Uploaded photos:
es: Fotos enviadas:

source: Delete
es: Eliminar

source: Upload a Photo
es: Publica una Foto

source: Add Photo
es: Publica tus Fotos

source: Sorry, no photo in this category
es: Disculpe, no hay fotos en esta categoría

source: Your videos | Rumbacaracas
es: Tus videos | Rumbacaracas

source: Add Videos
es: Publicar Videos

source: Your videos successfully added and will be reviewed shortly!
es: Tus videos han sido enviados con éxito y serán publicados a la brevedad. Gracias!

source: Post up to 5 videos at once:
es: Publica hasta 5 videos a la vez:

source: Upload more videos
es: Enviar más videos

source: Uploaded videos:
es: Videos enviados:

source: Upload a video
es: Publica un vídeo

source: Sorry, there are no videos
es: Disculpe, no hay videos

source: Written by
es: Escrito por

source: on
es: en

source: Continue Reading
es: Seguir Leyendo

source: Categories
es: categorías

source: %(entry_count)s entries
es: %(entry_count)s entrada

source: Written
es: Por:

source: Edit the entry
es: Edite la entrada

source: Tag
es: Etiquete

source: Author
es: Autor

source: Page
es: Página

source: No entries yet.
es: No hay entradas.

source: Edit the category
es: Editar la categoría

source: Edit the author
es: Editar el autor

source: Your Photo
es: Tu Foto

source: Mark selected videos as published
es: Seleccione los videos como publicados

source: Youtube link or Youtube Id
es: Enlace de Youtube o ID de Youtube

source: Video Preview
es: Vista previa del video

source: Add Video
es: Publica un Video
